// -------------------------------------------------------------------------------------------------------------------------------------------------------------
// Author: 3dapi (https://github.com/3dapi)
// -------------------------------------------------------------------------------------------------------------------------------------------------------------

public static class GameGlobal
{
	// 배경 리소스와 같은 기준 해상도를 사용합니다.
	public static readonly System.Drawing.Size ScreenSize = new(1280, 720);
	public static readonly string GameName = "Punch Step";
}
